Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Concerto for hardingfele, nyckelharpa, and orchestra.
nb: Konsert for hardingfele, nyckelharpa, og orkester.

source: : Admission to the Master of Music Performance Degree Programme.
nb: Opptak til mastergradsstudiet i utøving.

source: I’m a bit of a fan of the music philosopher Peder Christian Kjerschow, who says that music is thought before it gels into concepts.
nb: Jeg er litt fan av musikkfilosofen Peder Christian Kjerschow, som sier at musikk er tanken før den stivner i begreper.

source: Where is Mediasite placed?
nb: Hvor finner du Mediasite?

source: “Things are like a kind of coffee substitute at the moment.”
nb: – Ting er som en form for erstatningskaffe for øyeblikket.

source: But when we’re talking about walking round a Class Ohlson store looking at various things, I think it comes naturally to me.
nb: Men når vi snakker om å gå rundt på Clas Ohlson og se på forskjellige ting, så tenker jeg at det er naturlig for meg.

source: After having spent several years in Sweden, he moved to Oslo last autumn to take up a position as Associate Professor of Aural Training.
nb: Etter flere år i Sverige flyttet han i høst til Norge og Oslo for å undervise som førsteamanuensis i gehørtrening.

source: Projects Darla May participates in
nb: Prosjekter Darla May er en del av

source: In the Rockstar Games cult series for PlayStation, the protagonist moves quickly around in the room hunting for money or drugs, often holding a weapon.
nb: I Rockstar Games’ kultspill for PlayStation ville protagonisten beveget seg hastig rundt i rommet på jakt etter penger eller dop, gjerne med et våpen i hånden.

source: Gulyás’s project, carried out from 2017 to 2019 in collaboration with literary scholar and librarian Karin Engström of the Ingesund College of Music, explores musical interpretation with a focus on the classical guitar repertoire.
nb: Gulyás’ prosjekt fra 2017 – 2019, utført i samarbeid med litteraturviter og bibliotekar ved Musikhögskolan Ingesund Karin Engström, utforsker musikalsk interpretasjon med fokus på klassisk gitarrepertoar.

source: Kulturhuset is responsible for infection control measures inside the building, outside the concert hall.
nb: Kulturhuset har ansvar for smittevern i deres lokaler, utenfor konsertsalen.

source: to explore the design of new physical and electronic instruments combining physical objects and computer technology, sensor technologies and motion capture systems
nb: å utforske design av nye fysiske og elektroniske instrumenter som kombinerer fysiske gjenstander og datateknologi, sensorteknologi og motion capture-systemer

source: : Artistic production, blog and dialogue.
nb: Kunstnerisk produksjon, blogg og samtale.

source: Celebrating Olav Anton Thommessen turning 75, we are hosting a seminar about interpretation, interviewing the composer.
nb: I anledning Olav Anton Thommessen sin 75-årsdag held vi interpretasjons-seminar og dybdeintervju.

source: The album has already been named Record of the Month in BBC Magazine and Gramophone.
nb: Albumet har allerede vært record of the month i BBC Magazine og Grammophone.

source: In Beethoven’s neighbourhood
nb: I nabolaget til Beethoven

source: The International Student Committee (ISC) is here for you.
nb: The International Student Committee (ISC) er her for å hjelpe deg!

source: Rehearsing and playing a prima vista.
nb: innstudering og prima vista-spill

source: ECF has developed a model for interdisciplinary entrepreneurial education, organised as intensive courses over a short period.
nb: ECF har utviklet en modell for tverrfaglig undervisning i entreprenørskap, organisert som intensive kurs over en kort periode.

source: Information and presentation of new employees by the Principal.
nb: Informasjon og presentasjon av nye ansatte ved rektor.

source: The MHPC22 will be a national, Nordic and international forum for physicians, therapists, educators, artistic directors/employers, athletic trainers, musicians/performing artists and music/performing arts students and other health care and performing arts professionals who seek to improve the performance, health and well-being of musicians and performing artists within all genres.
nb: MHPC22 vil være et nasjonalt, nordisk og også internasjonalt forum for behandlere, terapeuter, profesjonelle utøvere, pedagoger og undervisere, kunstneriske leder og arbeidsgivere, studenter og andre aktører som er interesserte i, og arbeider for å forbedre scenekunstnere og musikeres yrkeshelse og prestasjoner.

source: Key aspects of the course include the development of the student’s abilities of artistic self-expression as well as refinement of her or his musical presentation, communication, and technical skills.
nb: Videreutvikling av studentens kunstneriske uttrykksevne, kommunikasjonsevner, tekniske ferdigheter og formidlingsferdigheter vil utgjøre en sentral del av arbeidet med emnet.

source: He had to get by with his upper-secondary-school German.
nb: Han måtte klare seg med tysken fra videregående.

source: : Three copies of the principal instrument report must be submitted to the exam's office by 15 April in the fourth semester of the course.
nb: Frist Innen 15. april i emnets fjerde semester leveres hovedinstrumentrapporten til eksamenskontoret i tre eksemplarer.

source: Important supplementary subjects include music theory, aural skills, harmony/counterpoint, scenic arts, phonetics, languages and repertoire.
nb: Viktige fag i tillegg er musikkteori, gehørtrening, satslære, sceniske fag, fonetikk, språk og repertoarfag.

source: Part of the process is therefore about constructing methods that are compatible with the project in question.”
nb: En del av arbeidsprosessen går derfor ut på å konstruere metoder som samsvarer med det enkelte prosjekt.

source: As chair of the Arts Council Norway, Lars Petter Hagen is a compelling voice when it comes to arts and culture.
nb: Som rådsleder i Kulturrådet er Lars Petter en betydningsfull stemme i kulturpolitikken og kulturlivet.

source: One credit corresponds to 27–30 hours of work including classroom instruction and independent work.
nb: Et studiepoeng tilsvarer 27 til 30 timers arbeid inkludert undervisning og eget arbeid.

source: Education: Master’s degree in performance, NMH 2009-2011; Bachelor’s degree in performance, NMH 2005-2009
nb: Utdanning: Mastergradsstudiet i utøving, NMH 2009-2011, Kandidatstudiet i utøving på NMH, 2005-2009

source: Students should experience the NMH as a safe and open institution in their contact with teachers, the administration, and the management team.
nb: Studentene skal oppleve NMH som en trygg og åpen institusjon, i kontakt med lærerne, administrasjonen og ledelsen.

source: Tradition and innovation
nb: Tradisjon og innovasjon

source: A dissertation of multiple scholarly works must include a minimum of three texts and a précis.
nb: En avhandling som er satt sammen av flere mindre arbeider, skal bestå av minimum tre arbeider og et sammendrag (også kalt ”kappe”).

source: The PhD project he is now working on, about computer-aided real-time composition,is scheduled for completion next year.
nb: Ph.d.-prosjektet han arbeider med nå, om datastøttet real time-komposisjon, regner han med å gjøre ferdig neste år.

source: Granted, Cosmopolite has moved around quite a bit, but it is now firmly established at Soria Moria – which also has the club stage and musical laboratory Belleville in its basement.
nb: Joda, Cosmopolite har flyttet en del på seg, men er nå etablert fast på Soria Moria – som forresten har klubbscenen og det musikalske laboratoriet Belleville i kjelleren.

source: (1992) for chamber ensemble with synthesizer
nb: (1992) for kammerensemble med synthesizer

source: Ole Kristian Ruud has made several CD-recordings with Oslo- and Bergen-Philharmonic, Trondheim-, Stavanger- and Norrköping-Symphony Orchestras.
nb: Ruud har gjort en rekke innspillinger med Oslo-filharmonien, Bergen filharmoniske orkester, og orkestrene i Trondheim, Stavanger og Norrköping.

source: The complete Master’s degree programme consists of 120 credits.
nb: Fullstendig mastergradsprogram utgjør 120 studiepoeng.

source: “You take different bits and connect them.
nb: – Man tar ulike biter og kobler sammen.

source: Masterclasses, opera concerts, voice instruction/interpretation, playing with the orchestra at the Norwegian Academy of Music (duration: two hours of instruction per week over two semesters, normally held during the first and second semesters of studies).
nb: Mesterklasser, operakonserter, sangundervisning/interpretasjon, orkesterspill ved NMH (omfanget er to undervisningstimer per uke i to semestre, foregår normalt i studiets første og andre semester)

source: It feels a bit restrictive,” said Annie Eline Lundgreen, classical saxophonist and chair of the student committee at NMH.
nb: Det er litt begrensende, sa Annie Eline Lundgreen, klassisk saksofonist og leder for Studentutvalget (SUT) på NMH.

source: The project “Current Trends in Music Theory Pedagogy” (CTMTP) aims to provide participants in the project with knowledge about current international trends and pedagogical developments in the field of harmony, counterpoint, analysis, form, and aural training.
nb: Prosjektet «Current Trends in Music Theory Pedagogy» (CTMTP) har som mål å gi prosjektdeltakerne kunnskap om dagens internasjonale trender og pedagogisk utvikling innen harmonilære, kontrapunkt, analyse, form og gehør.

source: Practical/oral exercises may include imitation, memorisation and improvisation exercises, tempo training, intonation, practising score-reading techniques, sight-reading, combination exercises and aural analysis.
nb: Praktisk/muntlige arbeidsformer i timen kan omfatte imitasjons-, memorerings- og improvisasjonsoppgaver, tempotrening, intonasjon, oppøving i notelesingsteknikker, prima vista-øvelser, kombinasjonsøvelser og auditiv analyse.

source: “Two desperate musicians,” Fagelund says, while Einarsson laughs and makes a face.
nb: – To desperate musikere, sier Fagelund, mens Einarsson ler og skjærer en grimase.

source: In an historical perspective, there is definitely something in that.”
nb: I et historisk perspektiv er det også helt klart noe i dette.

source: Music becomes a common denominator that gives us something to talk about right away, even if we are very different,” Thomas points out.
nb: Musikken blir en fellesnevner som gjør at vi med en gang har noe å snakke om, selv om vi er veldig forskjellige, påpeker Thomas.

source: Questions from the audience (up to 20 minutes).
nb: Spørsmål fra publikum (inntil ca. 20 minutter).

source: Subject teacher, music.
nb: Faglærer i musikk.

source: We had support from Music Norway and the Norwegian Academy of Music to cover travel costs and hotels.
nb: Vi fikk støtte fra Music Norway og Norges Musikkhøgskole for å dekke reiseutgifter og overnatting.

source: exercises in improvisation
nb: øvinger i improvisasjon

source: documentation of two completed projects.
nb: viser evne til kritisk refleksjon og selvstendige valg

source: So you could say that this new broad, omnivorous cultural elite that criticises the old cultural elite is no less condescending, because there are still certain things worth caring about and particular ways in which to care about them.”
nb: Så du kan si at denne nye brede, altetende kulturelle eliten som kritiserer den smale, gamle kulturelle eliten, den er ikke noe mindre hoverende, for det er fremdeles noen riktige ting å bry seg om, og noen riktige måter å bry seg om ting på.

source: The student gives an oral presentation about the project of around 10 minutes duration.
nb: Studenten skal holde en muntlig presentasjon på ca. 10 minutter om prosjektet.

source: : Active participation is mandatory.
nb: Det er obligatorisk, aktiv deltagelse.

source: In 2018 he participated in World Youth Choir, or Coro Mundial, as he calls it.
nb: I 2018 deltok han i World Youth Choir, eller Coro Mundial, som han sier.

source: Participation i projects is compulsory.
nb: Det er obligatorisk deltagelse i emnet.

source: Zosha Warpeha is an American violinist, vocalist, and composer.
nb: Zosha Warpeha er en amerikansk fiolinist, vokalist og komponist.

source: be able to plan, execute, document, and disseminate an independent research or development project in the field of music theory
nb: Kan planlegge, gjennomføre, dokumentere og formidle et selvstendig musikkteoretisk forsknings- eller utviklingsprosjekt

source: She also holds a master’s degree from Manhattan School of Music in New York, where she was a Fulbright scholar.
nb: Hun har også en mastergrad fra Manhattan School of Music i New York, der hun var Fulbright-stipendiat.

source: The organs in Kongsberg, Fagerborg and Uranienborg churches are occasionally used for teaching and concerts.
nb: Orglene i Kongsberg, Fagerborg og Uranienborg kirke benyttes tidvis til undervisning og konserter.

source: : Music Education and Music Therapy Department.
nb: Seksjon for musikkpedagogikk og musikkterapi.

source: Even though the objectives are great, you could also argue that music is primarily about creating musical experiences, including as a school subject.
nb: For selv om målene kan være så gode som bare det, kan man samtidig argumentere for at musikk primært handler om å skape musikalske opplevelser.

source: Merete Hoel Roaldsnes is now working as a music therapist for Ålesund Cultural School and for the psychiatric health care service in the county of Møre og Romsdal.
nb: Merete Hoel Roaldsnes jobber nå som musikkterapeut for Ålesund kulturskole og innen psykisk helsevern i Helse Møre og Romsdal.

source: For the past ten years, she has been working 40–70% of a full-time position outside Norway, and calls herself a freelancer with all of Europe as her workplace.
nb: De siste til årene har hun jobbet 40 til 70 prosent utenfor Norge, og kaller seg selv frilanssanger med hele Europa som arbeidsplass.

source: “I have no idea, plain and simple.
nb: – Det aner jeg ikke, rett og slett.

source: The students come from the instrumental Graduate Programme of Study, jazz, composition and the Graduate Programme of Individual Concentration.
nb: Studentene er fra instrumental master, jazz, det frie masterstudiet og komposisjonsstudiet.

source: Daring and accomplishing.
nb: Å tørre og å få til.

source: : Digital competence (DIG10) or other equivalent courses.
nb: Bestått emnet digital kompetanse (DIG10) eller tilsvarende.

source: So it was a bit random.”
nb: Så det ble litt vilkårlig.

source: Both of these publications will be on the Research Catalogue platform.
nb: Begge disse publiseringene vil komme på plattformen Research Catalogue.

source: We now welcome submissions to Musicians' and Performing Artists' health and performance Integrating body and mind, in Oslo 22–24 September 2022.
nb: Vi åpner nå for innlevering av bidrag til Musicians' and Performing Artists' health and performance Integrating body and mind, i Oslo 22.–24. september 2022.

source: Ph.D. research fellow Emil Bernhardt will study and describe this in his project.
nb: Det vil doktorgradsstipendiat Emil Bernhardt studere og beskrive i sitt prosjekt.

source: At the start of every academic year, we send out an e-mail to all students with a link where you can register.
nb: Ved oppstart av hvert skoleår vil det sendes ut en e-post til samtlige studenter med en registreringslenke.

source: “Within innovation and entrepreneurship, which are what ECF is all about, we talk about value chains.
nb: – Innenfor innovasjon og entreprenørskap, som ECF handler om, snakker vi om verdikjeder.

source: From 1 June, NMH's Guro Gravem Johansen took over as Editor-in-chief.
nb: Fra 1. juni overtok NMHs Guro Gravem Johansen som hovedredaktør.

source: Research and Artistic Development
nb: Forsknings- og utviklingsarbeid

source: Rasmus Hella Mikkelsen (violin I)
nb: Rasmus Hella Mikkelsen (fiolin I)

source: interpretation of relevant repertoire
nb: interpretasjon av relevant repertoar

source: Students participate in the repertoire planned by DNOB/KHiO for the relevant practicum periods.
nb: Studenten tar del i det repertoar som DNOB/ KHiO har planlagt for de aktuelle praksisperiodene.

source: Take a stroll over to Bygdøy allé to visit the elegant Gimle cinema, built-in 1939.
nb: Rusle nedover til Bygdøy Allé for å flotte deg på distingverte Gimle kino, oppført i 1939.

source: – Event organisers have also acquired new tools which have been developed at lightning speed.
nb: – Arrangørene har også fått nye verktøy som er lynkjapt utviklet.

source: “You certainly fooled me,” Solveig Slettahjell exclaimed when she unwrapped the Buddy statuette by the grand piano in her living room on the island of Malmøya in Oslo.
nb: – Dere har lurt meg, utbrøt Solveig Slettahjell overrasket, da hun pakket ut Buddy-statuetten på flygelet hjemme i stua på Malmøya i Oslo.

source: Kristi Stedje, a research fellow at Homeside, visits a participant in the project’s user group.
nb: Stipendiat i Homeside, Kristi Stedje, besøker en deltaker fra prosjektets brukergruppe.

source: Sala belonged to the other school, the Leisti.
nb: Sala tilhører den andre skolen, Leisti.

source: Together with Geir Davidsen (euphonium), Solset will order a work by Christophersen where the main focus, in addition to the starting point in the experiences she does early in the process, lies on exploration and experimentation with sound similarities between the two instruments.
nb: Sammen med Geir Davidsen (eufonium) vil Solset bestille et verk av Christophersen hvor hovedfokus, i tillegg til utgangspunktet i erfaringer hun gjør tidlig i prosessen, ligger på utforsking og eksperimentering med klanglige likhetstrekk mellom de to instrumentene.

source: What does this open-access journal mean for the Nordic research community and the academic community at NMH?
nb: Hva betyr dette åpne tidsskriftet for det nordiske forskningsmiljøet og for det akademiske miljøet ved NMH?

source: Tanja Orning – cellist and associate professor.
nb: Tanja Orning – cellist og førsteamanuensis

source: Before Christmas they will be making three more videos, and will present several mini-concerts in front of the staff’s windows, in both Drammen and Trondheim.
nb: Før jul skal de lage tre videoer til, samt spille flere minikonserter foran vinduene til byråets ansatte, både i Drammen og i Trondheim.

source: Laura Ellestad originally hails from Canada, with forebears from the Norwegian district of Valdres.
nb: Laura Ellestad er opprinnelig fra Canada med aner fra Valdres.

source: Associate Professor Andreas Sønning at the Norwegian Academy of Music has served as the head of the elective course of concert production for many years.
nb: Førstelektor på Musikkhøgskolen, Andreas Sønning, har ledet valgemnet konsertproduksjon i en årrekke.

source: But as I said, I can understand that in an historical perspective.
nb: Samtidig kan man forstå det, som sagt, i et historisk perspektiv.

source: “Yes, that may be.
nb: – Ja, det kan være.

source: The student and principal instrument teacher will determine the exam repertoire together.
nb: Student og hovedinstrumentlærer setter opp eksamensprogram.

source: Every year, the QS World University Rankings examine the universities and colleges of the world, and give them points – like a kind of Michelin Guide for higher education.
nb: QS World University Rankings undersøker hvert år verdens universiteter og høgskoler og gir poeng – som en universitetenes Michelin-guide.

source: There must be a good information flow and transparent decision-making processes so the staff and students feel a sense of ownership and belonging.
nb: Det skal være god informasjonsflyt og transparente beslutningsprosesser, slik at ansatte og studenter føler eierskap og tilhørighet.

source: For students on the improvised music/jazz and folk music programmes:
nb: For studenter på improvisert musikk/jazz og folkemusikk:

source: The students’ individual projects are implemented and documented.
nb: Studentenes egne prosjekter gjennomføres og dokumenteres.

source: “It’s as if we didn’t have names for the colours, but had to say that colour there is kind of blood-like and that one is ash-like.
nb: – Det er jo som om vi ikke skulle hatt navn på fargene, men måtte si at den fargen der er sånn blodaktig og den er askeaktig.

source: The student chooses a 15 minutes repertoire to be played.
nb: Studenten skal framføre et selvvalgt program på ca. 15 minutter.

source: In addition to exploring and experimenting with sound as musical material, the students will learn how they themselves can create simple electro-mechanical synthesisers, contact microphones and “acoustic laptops”, set up a small loudspeaker orchestra, use feedback loops in a mixer as a musical instrument (no-input mixer), and use various hardware sound generators and samplers.
nb: I tillegg til det å utforske og eksperimentere med lyd som musikalsk materiale blir studentene kjent med å selv lage enkle elektromekaniske synthesizere, kontaktmikrofoner, ”akustisk laptop”, sette opp et mindre høyttalerorkester, bruke feedbackloops i en mikser som et musikalsk instrument (no-input mikser), ulike hardware lydgeneratorer og samplere.

source: How do we argue for the position, importance and value of music in society?
nb: Hvordan argumenterer vi for musikkens plass, betydning og verdi i samfunnet?

source: In close collaboration with Rehnqivst, Solset will survey technical challenges and changes, and how both the composer and she treats the voice to achieve the effect Rehnqvist asks for from the voice in her compositions.
nb: I nært samarbeid med Rehnqvist, vil Solset kartlegge vokaltekniske utfordringer og endringer og hvordan både Rehnqvist og og henne behandler stemmen for å oppnå den effekten Rehnqvist ønsker med stemmen i sine komposisjoner.

source: I’ve seen ultra-fit people who are unhappy.
nb: Jeg har sett supersunne mennesker som er ulykkelige.

source: Associate Professor at NMH
nb: Førsteamanuensis på NMH

source: An instructors’ team with overall responsibility may be established for the individual concentrations.
nb: For enkelte studieretninger kan det opprettes et lærerteam som ivaretar dette ansvaret.

source: Contributors and content
nb: Bidragsytere og innhold

source: It’s an exciting phase where you keep discovering new things.
nb: Det er en fase som er veldig spennende, hvor det dukker opp nye ting.

source: The dissertation is available in NMH Brage:
nb: Avhandlingen er tilgjengelig i NMH-Brage

source: My little talks are as important as the music.
nb: Kåseriene mine er like viktige som musikken.

source: It took 18 hours – one way.
nb: Det tok 18 timer – én vei.

source: I serve as a teacher, just as I would for a student, so that the musicians acquire as much background knowledge as possible.
nb: Jeg lærer bort, akkurat som jeg ville gjort til en student, sånn at musikerne har så mye bakgrunnskunnskap som mulig.

source: Symphonic concerto for violoncello and orchestra.
nb: Symfonisk konsert for violoncello og orkester.

source: “We also began to understand the social dimensions that come with the festival.
nb: – Samtidig opplevde vi også hvilken sosial dimensjon vi har som festival.

source: Improvisation and jazz forum
nb: Improvisasjons- og jazzforum

source: Instruction may take the form of seminars, presentations, group assignments etc.
nb: Aktuelle undervisningsformer er seminarer, presentasjoner, gruppearbeid osv.

source: In international metropolises such as Paris, London and New York, most of the universities are much larger than the NMH.
nb: I metropoler som Paris, London og New York, er de aller fleste universitetene mye større enn Musikkhøgskolen.
